Autodesk.Revit.UI.Electrical.ElectricalAnalyticalLoadSetUIData.SetCurrentLoads(System.Collections.Generic.ISet`1{Autodesk.Revit.DB.ElementId})
Set current loads in current load set.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null

Autodesk.Revit.UI.Electrical.ElectricalAnalyticalLoadSetUIData.SetAvailableLoads(Autodesk.Revit.DB.Document,System.Collections.Generic.ISet`1{Autodesk.Revit.DB.ElementId})
Set all the available loads that can be added to current load set.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null